Repository: sillsdev/hearthis
Catalog: DistFiles/localization/Palaso.fr.tmx
Source language: fr
Languages: en

source: Généré le {0}
en: Built on {0}

source: Aucune mise à jour n'est disponible
en: No Updates

source: À propos de {0}
en: About {0}

source: Rechercher des mises à jour
en: Check For Updates

source: Notes de mise à jour
en: Release Notes

source: &Annuler
en: &Cancel

source: Tous les fichiers
en: All Files

source: Fichiers du projet {0}
en: {0} Project Files

source: Fichiers de paquet de ressource de texte
en: Text Resource Bundle files

source: Impossible de supprimer le projet sélectionné parce qu'il est actuellement ouvert
en: Cannot remove the selected project because it is currently open

source: Impossible de supprimer de la liste
en: Cannot Remove from List

source: Langue
en: Language

source: Projet d'enregistrement
en: Recording Project

source: Cela peut également masquer d'autres boutons dont l'utilisateur non avancé n'a pas besoin.
en: This may also hide other buttons which are not needed by the non-advanced user.

source: Le bouton apparaît lorsque vous maintenez les touches Ctrl et Shift/Maj enfoncées ensemble.
en: The button will show up when you hold down the Ctrl and Shift keys together.

source: Verrouillage des paramètres…
en: Settings Protection...

source: Masquer le bouton qui affiche les paramètres.
en: Hide the button that opens settings.

source: Mot de passe d'usine
en: Factory Password

source: Pour éviter toute modification accidentelle qui pourrait empêcher la bonne opération de ce logiciel, ces paramètres ont été verrouillés.
en: To prevent accidental changes which could cause this tool to stop working for you, these settings have been locked.

source: Mot de passe de verrouillage des paramètres
en: Settings Protection Password

source: Afficher caractères
en: Show Characters

source: Le mot de passe d'usine pour ces paramètres est « {0} ». Si vous l'oubliez, vous pouvez visiter la page de support {1} : software.sil.org/hearthis/support.
en: Factory password for these settings is \"{0}\". If you forget it, you can always visit the {1} support page."

source: Le mot de passe d'usine pour ces paramètres est « {0} ». Si vous l'oubliez, vous pouvez visiter la page de support {1}: {2}
en: Factory password for these settings is \"{0}\". If you forget it, you can always visit the {1} support page: {2}"

source: Le mot de passe d'usine est nécessaire pour accéder aux paramètres.
en: Require the factory password to get into settings.

source: Verrouillage des paramètres
en: Settings Protection
